[
  {
    "shlok"  : "छिमा बड़न को चाहये, छटन को उतपात ।\nकह रहीम हरर का घट्यौ, जो भगृुमारी लात ॥\n",
    "hindi" : "रहीम दास जी कहते हैं कक बड़ों को क्षमा शोभा देती है और छोटों को उत्पात\n(बदमाशी)। अथाात अिर छोटे बदमाशी करें कोई बड़ी बात नहीं और बड़ों को इस बात पर\nक्षमा कर देना चाहहए। छोटे अिर उत्पात मचाएं तो उनका उत्पात भी छोटा ही होता है।\nजैसे यहद कोई कीड़ा अिर लात मारे भी तो उससे कोई हानन नहीं होती।",
    "guj": "રહીમ દાસજી કહે છે કે ક્ષમા વડીલોને અનુકૂળ આવે છે અને તોફાન નાનાઓને અનુકૂળ આવે છે. એટલે કે નાનાઓ ગેરવર્તન કરે અને વડીલોએ આને માફ કરી દેવું જોઈએ તો એ મોટી વાત નથી. નાના લોકો મુશ્કેલી ઉભી કરે તો પણ તેમની મુશ્કેલી નાની હોય છે, જેમ જંતુ મારવામાં આવે તો તેનાથી કોઈ નુકસાન થતું નથી.",
    "eng" : "Rahim Das Ji says that forgiveness suits elders and mischief suits younger ones. Meaning if younger ones misbehave, it is not a big deal and elders should forgive them for it. If younger ones create mischief, their mischief is also small. For example, even if a worm kicks someone, it does not cause any harm."
  },
  {
    "shlok" : "तरुवर फल नहहं खात है, सरवर पयह न पान।\nकह रहीम पर काज हहत, संपछत सँचह सुजान॥",
    "hindi" : "रहीम दास जी कहते हैंकक िक्षृ\nअपने फल स्ियं नहीं खाते हैं और सरोिर\nभी अपना पानी स्ियं नहीं पीता है। इसी तरह अच्छे और सज्जन व्यजक्त िो हैं जो\nदसू रों के काया के शलए संपवि को संगचत करते हैं।",
    "guj" : "રહીમ દાસજી કહે છે કે વૃક્ષ પોતાનું ફળ ખાતું નથી અને તળાવ પણ પોતાનું પાણી પીતું નથી. તેવી જ રીતે, સારા અને નમ્ર લોકો હોય છે જેઓ અન્ય ના લાભ માટે સંપત્તિ એકઠા કરે છે.",
    "eng":"Rahim Das Ji says that trees do not eat their own fruits and even the lake does not drink its own water. Similarly, there are good and gentle people who save wealth for the benefit of others."
  },
  {
    "shlok" : "दखु मेंसुममरन सब करे, सुख मेंकरे न कोय।\nजो सुख मेंसुममरन करे, तो दखु काहे होय॥",
    "hindi" : "इस दोहे में संत रहीम दास जी कहते हैंकक दखुमें सभी लोि याद करते हैं,\nसुख में कोई नहीं। यहद सुख में भी याद करते तो दखु होता ही नहीं।",
    "guj":"આ ગીતમાં સંત રહીમ દાસજી કહે છે કે દરેક મને દુઃખમાં યાદ કરે છે, \nસુખમાં કોઈ નથી. સુખમાં પણ તું મને યાદ કરે તો દુ:ખ ન હોત.",
    "eng" :"In this couplet, Saint Rahim Das Ji says that everyone remembers me in sorrow, no one in happiness. If we remember me in happiness also, then there would be no sorrow."
  },
  {
    "shlok" : "खैर, खून, खाँसी, खुसी, बैर, प्रीछत, मदपान।\nरहहमन दाबे न दबै, जानत सकल जहान॥",
    "hindi" : "इस दोहे में संत रहीम दास जी कहते हैं दैंकक दनुनया जानती है कक खैररयत,\nखून, खांसी, खुशी, दशमनी, प्रेम और महदरा का नशा छुपाए नहीं छुपता है।",
    "guj":"આ પદમાં સંત રહીમદાસજી કહે છે કે દુનિયા જાણે છે કે સુખાકારી, લોહી, ઉધરસ, સુખ, અંધકાર, પ્રેમ અને દારૂનો નશો છુપાવી શકાતો નથી.",
    "eng": "In this couplet, Saint Rahim Das Ji says that the whole world knows that the intoxication of well-being, blood, cough, happiness, jealousy, love and alcohol cannot be hidden."
  },
  {
    "shlok" : "जो रहीम ओिो बढै, तौ अछत ही इतराय।\nप्यादे सों फरजी भयो, टेढो टेढो जाय॥\n",
    "hindi" : "रहीम दास जी कहते हैंकक ओछे लोि जब प्रिनत करते हैंतो बहुत ही\nइतराते हैं। िैसे ही जैसे शतरंज के खेल में जब प्यादा फरजी बन जाता है तो िह टेढी\nचाल चलने लिता है।",
    "guj":"રહીમ દાસજી કહે છે કે જ્યારે નાના લોકો પ્રયાસ કરે છે, ત્યારે તેઓ ખૂબ જ અચકાય છે. જેમ ચેસની રમતમાં પ્યાદુ જૂઠું બની જાય છે ત્યારે તે કુટિલ ચાલ કરવા લાગે છે.",
    "eng":"Rahim Das Ji says that when mean people show off, they show off very much. Just like in the game of chess, when a pawn becomes fake, it starts making crooked moves."
  },
  {
    "shlok" : "रहहमन र्ोरे हदनन को, कौन करे मुहँस्याह\nनहीं िलन को परछतया, नहीं कारन को ब्याह",
    "hindi" : "रहीम दास जी कहते हैं – थोड़े हदन के शलए कौन अपना मूंह काला करता हैं\nक्यूंकक पर नारी को ना धोखा हदया जा सकता हैंऔर ना ही वििाह ककया जा सकता है.",
    "guj":"રહીમ દાસજી કહે છે- જે થોડા દિવસો માટે મોઢું કાળું કરે છે\nકારણ કે સ્ત્રીને ન તો છેતરી શકાય છે કે ન તો લગ્ન કરી શકાય છે.",
    "eng":"Rahim Das Ji says – Who blackens his face for a few days because a woman can neither be deceived nor married."
  },
  {
    "shlok" : "आब गई आदर गया, नैनन गया सनेहह।\nये तीनों तब ही गये, जबहह कहा किु देहह॥",
    "hindi" : "इस दोहे में रहीम दास जी कहते हैंकक ज्यों ही कोई ककसी से कुछ मांिता\nहै त्यों ही आबरू, आदर और आंख से प्रेम चला जाता है।",
    "guj":"આ ગીતમાં રહીમ દાસજી કહે છે કે જેમ કોઈ વ્યક્તિ કોઈની પાસેથી કંઈક સ્વીકારે છે, સન્માન, આદર અને પ્રેમ જતો રહે છે.",
    "eng":"In this couplet, Rahim Das Ji says that as soon as someone asks for something from someone, dignity, respect and love disappears from the eyes."
  },
  {
    "shlok" : "खीरा मसर ते काहटये, ममलयत नमक लगाय।\nरहहमन करुये मुखन को, चहहयत इहै सजाय॥",
    "hindi" : "रहीम दास जी कहते हैं कक खीरे को शसर से काटना चाहहए और उस पर\nनमक लिाना चाहहए। यहद ककसी के मुंह से कटुिाणी ननकले तो उसे भी यही सजा\nहोनी चाहहए।",
    "guj":"રહીમ દાસજી કહે છે કે કાકડીને માથામાંથી કાપીને તેના પર મીઠું લગાવવું જોઈએ. જો કોઈના મોઢામાંથી કડવી વાત નીકળે તો તેને પણ એવી જ સજા થવી જોઈએ.",
    "eng":"Rahim Das ji says that cucumber should be cut with the head and salt should be applied on it. If bitter words come out of someone's mouth, then he should also get the same punishment."
  },
  {
    "shlok" : "चाह गई चचंता ममटी, मनुआ बेपरवाह।\nजजनको किु नहह चाहहये, वे साहन के साह॥",
    "hindi" : "रहीम दास जी कहते हैंकक जजन्हें कुछ नहीं चाहहए िो राजाओं के राजा हैं।\nक्योंकक उन्हें ना तो ककसी चीज की चाह है, ना ही चता और मन तो बल्कुल बेपरिाह है।\n",
    "guj":"રહીમ દાસજી કહે છે કે જેમને કંઈ જોઈતું નથી તે રાજાઓના રાજા છે.\nકારણ કે તેઓને કંઈ જોઈતું નથી કે કોઈની પરવા નથી અને તેમનું મન સાવ બેદરકાર છે.\n",
    "eng":"Rahim Dasji says that one who wants nothing is the king of kings.\nBecause they neither want nor care about anyone and their mind is completely careless.\n"
  },
  {
    "shlok" : "जे गरीब पर हहत करैं, हे रहीम बड़ लोग।\nकहा सुदामा बापुरो, कृष्ण ममताई जोग॥",
    "hindi" : "इस दोहे में रहीम दास जी कहते हैं कक जो िरीब का हहत करते हैं िो बड़े\nलोि होते हैं। जैसे सुदामा कहते हैं कृष्ण की दोस्ती भी एक साधना है।",
    "guj":"આ ગીતમાં રહીમ દાસજી કહે છે કે જેઓ ગરીબોનું ભલું કરે છે તે મહાન લોકો છે. સુદામા કહે છે તેમ, કૃષ્ણની મિત્રતા પણ એક આધ્યાત્મિક સાધના છે.",
    "eng":"In this couplet, Rahim Das ji says that those who help the poor are great people. Like Sudama says, friendship with Krishna is also a sadhana."
  },
  {
    "shlok" : "जो रहीम गछत दीप की, कुल कपूत गछत सोय।\nबारे उजजयारो लगे, बढे अँधेरो होय॥\n",
    "hindi" : "संत रहीम जी कहते हैंकक दीपक के चररत्र जैसा ही कुपुत्र का भी चररत्र होता\nहै। दोनों ही पहले तो उजाला करते हैं पर बढने के साथ-साथ अंधेरा होता जाता है।",
    "guj":"સંત રહીમજી કહે છે કે દુષ્ટ પુત્રનું પાત્ર દીપક જેવું જ છે. બંને શરૂઆતમાં તેજસ્વી હોય છે પરંતુ જેમ જેમ તેઓ મોટા થાય છે તેમ તેમ ઘાટા થઈ જાય છે.",
    "eng":"Saint Rahim Ji says that the character of a bad son is similar to the character of a lamp. Both of them give light initially but as they grow, they become darker."
  },
  {
    "shlok" : "रहहमन देख बड़ेन को, लघुन दीजजये डारर।\nजहाँकाम आवैसुई, कहा करै तलवारर॥",
    "hindi" : "इस दोहे में संत रहीम जी कहते हैं कक बड़ों को देखकर छोटों को भिा नहीं\nदेना चाहहए। क्योंकक जहां छोटे का काम होता हैिहां बड़ा कुछ नहीं कर सकता। जैसे सुई के काम को तलिार नहीं कर सकती।",
    "guj":"આ ગીતમાં સંત રહીમજી કહે છે કે વડીલોને જોઈને નાનાને માફ ન કરવા જોઈએ. કારણ કે જ્યાં નાનાનું કામ થાય છે ત્યાં મોટા કંઈ કરી શકતા નથી. જેમ તલવાર સોયનું કામ કરી શકતી નથી.",
    "eng":"In this couplet, Saint Rahim Ji says that one should not give importance to the younger ones by looking at the elders. Because where the younger ones work, the elder ones cannot do anything. Like a sword cannot do the work of a needle."
  },
  {
    "shlok" : "बड़े काम ओिो करै, तो न बड़ाई होय।\nज्यों रहीम हनुमंत को, चगररधर कहे न कोय॥",
    "hindi" : "संत रहीम जी कहते हैं कक जब ओछे लक्ष्य के शलए लोि बड़े काम करते हैं\nतो उनकी बड़ाई नहीं होती है। जब हनुमान जी ने पिता को उठाया था तो उनका नाम\n‘गिररधर’ नहीं पड़ा क्योंकक उन्होंने पिता राज को छनत पहुंचाई थी, पर जब श्री कृष्ण ने\n पिात उठाया तो उनका नाम ‘गिररधर’ पड़ा क्योंकक उन्होंने सिा जन की रक्षा हेतु पिता को उठाया था|\n",
    "guj":"સંત રહીમ જી કહે છે કે જ્યારે લોકો નીચા ધ્યેય માટે મોટું કામ કરે છે ત્યારે તેમની પ્રશંસા થતી નથી. જ્યારે હનુમાનજીએ તેમના પિતાને ઉછેર્યા ત્યારે તેમનું નામ 'ગિરિધર' નહોતું કારણ કે તેમણે તેમના પિતા રાજને શિક્ષા કરી હતી, પરંતુ જ્યારે શ્રી કૃષ્ણએ તેમના પિતાને ઉછેર્યા ત્યારે તેમનું નામ 'ગિરિધર' રાખવામાં આવ્યું કારણ કે તેમણે લોકોના રક્ષણ માટે તેમના પિતાને ઉછેર્યા હતા",
    "eng":"Saint Rahim Ji says that when people do big things for petty goals, they are not praised. When Hanuman Ji lifted his father, he was not named 'Girardhar' because he had harmed his father's king, but when Shri Krishna lifted his father, he was named 'Girardhar' because he lifted his father to protect the society."
  },
  {
    "shlok" : "माली आवत देख के, कमलयन करे पुकारर।\nफूले फूले चुछन मलये, कामल हमारी बारर॥",
    "hindi" : "इस दोहे में संत रहीम जी कहते हैं कक माली को आते देखकर कशलयां कहती\nहैंकक आज तो उसने फूल चुन शलया पर कल को हमारी बारी भी आएिी क्योंकक कल\nहम भी खखलकर फूल हो जाएंिे।",
    "guj":"આ ગીતમાં સંત રહીમજી કહે છે કે માળીને આવતા જોઈને ફૂલો કહે છે કે આજે તેણે ફૂલ ઉપાડ્યું છે પણ કાલે આપણો વારો આવશે કારણ કે કાલે આપણે પણ ખીલીશું અને ફૂલ બનીશું.",
    "eng":"In this couplet, Saint Rahim Ji says that on seeing the gardener coming, the buds say that today he has picked the flowers but tomorrow our turn will also come because tomorrow we will also bloom and become flowers."
  },
  {
    "shlok" : "एकहह साधै सब सधै, सब साधे सब जाय।\nरहहमन मूलहह सींचबो, फूलहह फलहह अघाय॥",
    "hindi" : "संत रहीम जी कहते हैं कक एक को साधने से सब सधते हैं। सब को साधने\nसे सभी के जाने की आशंका रहती है। िैसे ही जैसे ककसी पौधे के जड़ मात्र को सींचने से\nफूल और फल सभी को पानी प्राप्त हो जाता है और उन्हें अलि-अलि सींचने की जरूरत\nनहीं होती है। इसशलए के िल परमात्मा में ही ध्यान लिाना चाहहए.\n",
    "guj":"સંત રહીમજી કહે છે કે એકમાં નિપુણ થવાથી બધું જ નિપુણ થઈ જાય છે. દરેકને પાછળ છોડી દેવાનો ડર છે. જેમ છોડના માત્ર મૂળને પાણી આપવાથી તમામ ફૂલો અને ફળોને પાણી મળે છે અને તેને અલગથી સિંચાઈ કરવાની જરૂર નથી. તેથી, આપણું ધ્યાન ફક્ત ભગવાન પર હોવું જોઈએ.\n",
    "eng":"Saint Rahim Ji says that by achieving one, all can be achieved. By achieving all, there is a possibility of losing all. Just like by watering only the roots of a plant, all the flowers and fruits get water and there is no need to water them separately. That is why one should concentrate only on God."
  },
  {
    "shlok" : "रहहमन वे नर मर गये, जे किु माँगन जाहह।\nउनते पहहले वे मुये, जजन मुख छनकसत नाहह॥",
    "hindi" : "संत रहीम जी कहते हैंकक जो व्यजक्त ककसी से कुछ मांिने के शलए जाता हैिो तो मरे हु\nए हैंही परन्तु\nउससे पहले ही िे लोि मर जाते हैंजजनके मुंह से कुछ भी\nनहीं ननकलता है।",
    "guj":"સંત રહીમજી કહે છે કે જે વ્યક્તિ કોઈની પાસે કંઈક માંગવા જાય છે તે પહેલા જ મરી જાય છે, પરંતુ તે પહેલા જ એવા લોકો મરી જાય છે જેમના મોંમાંથી કંઈ જ નીકળતું નથી.",
    "eng":"Saint Rahim Ji says that the person who goes to ask something from someone is already dead, but before that, those people die from whom nothing comes out of their mouth."
  },
  {
    "shlok" : "रहहमन पवपदा ही भली, जो र्ोरे हदन होय।\nहहत अनहहत या जगत में, जाछन परत सब कोय॥",
    "hindi" : "संत रहीम जी कहते हैंकक कुछ हदन रहने िाली विपदा अच्छी होती है।\nक्योंकक इसी दौरान यह पता चलता है कक दनुनया में कौन हमारा हहत या अहहत सोचता है।\n",
    "guj":"સંત રહીમ જી કહે છે કે થોડા દિવસો સુધી ચાલતી આફત સારી છે.\nકારણ કે આ સમય દરમિયાન આપણને ખબર પડે છે કે દુનિયામાં કોણ આપણા કલ્યાણ કે નુકસાન વિશે વિચારે છે.\n",
    "eng":"Saint Rahim Ji says that troubles that last for a few days are good.\nBecause during this time we get to know who in the world thinks about our welfare or well-being.\n"
  },
  {
    "shlok" : "बड़ा हुआ तो क्या हुआ, जैसे पेड़ खजूर।\nपंरी को िाया नहीं, फल लागे अछत दरू॥",
    "hindi" : "बड़े होने का यह मतलब नहीं है कक उससे ककसी का भला हो। जैसे खजूर का पेड़ तो बहु त बड़ा होता हैपरन्तु\nउसका फल इतना दरू होता है कक तोड़ना मुश्कल का काम है।\n",
    "guj":"મોટા થવાનો અર્થ એ નથી કે તેનાથી કોઈને ફાયદો થશે. દાખલા તરીકે, ખજૂરનું ઝાડ ઘણું મોટું હોય છે પણ તેનું ફળ તોડવું એટલું અઘરું હોય છે કે તે અઘરું હોય છે.",
    "eng":"Being big does not mean that it will benefit anyone. Like a date palm tree is very big but its fruit is so far away that plucking it is a difficult task."
  },
  {
    "shlok" : "रहहमन छनज मन की व्यर्ा, मन में राखो गोय।\nसुछन इठलैहैंलोग सब, बाहट न लैहै कोय॥",
    "hindi" : "अपने दखु को अपने मन में ही रखनी चाहहए। दसू रों को सुनाने से लोि\nशसफा उसका मजाक उड़ाते हैं परन्तुदखु को कोई बांटता नहीं है।\n",
    "guj":"તમારે તમારી દ્રષ્ટિ તમારા મનમાં જ રાખવી જોઈએ. બીજાને કહીને લોકો તેની મજાક ઉડાવે છે પણ દુઃખ કોઈને વહેંચતું નથી.",
    "eng":"One should keep his sorrows to himself. If he tells it to others, people only make fun of it, but no one shares his sorrow."
  },
  {
    "shlok" : "रहहमन चुप हो बैहठये, देखख हदनन के फे र।\nजब नीके हदन आइहैं, बनत न लचगहैं देर॥",
    "hindi" : "जब बुरे हदन आए हों तो चुप ही बैठना चाहहए, क्योंकक जब अच्छे हदन आते\nहैं तब बात बनते देर नहीं लिती।",
    "guj":"જ્યારે ખરાબ દિવસો આવે છે ત્યારે મૌન રહેવું જોઈએ, કારણ કે જ્યારે સારા દિવસો આવે છે ત્યારે વાત કરવામાં લાંબો સમય નથી લાગતો.",
    "eng":"When bad days come, one should sit quietly, because when good days come, it does not take long for things to get sorted out."
  },
  {
    "shlok" : "बानी ऐसी बोमलये, मन का आपा खोय।\nऔरन को सीतल करै, आपहुसीतल होय॥",
    "hindi" : "अपने मन से अहंकार को ननकालकर ऐसी बात करनी चाहहए जजसे सुनकर\nदसूरों को खुशी हो और खुद भी खुश हों।",
    "guj":"વ્યક્તિએ પોતાના મનમાંથી અહંકાર કાઢી નાખવો જોઈએ અને એવી વાત કરવી જોઈએ જેનાથી બીજાને પણ આનંદ થાય અને પોતે પણ ખુશ થાય.",
    "eng":"You should remove ego from your mind and speak such things that make others happy and you too happy."
  },
  {
    "shlok" : "मन मोती अरु दधू रस, इनकी सहज सुभाय।\nफट जाये तो ना ममले, कोहटन करो उपाय॥",
    "hindi" : "इस दोहे में रहीम जी कहते हैं कक मन, मोती, फूल, दधू और रस जब तक\nसहज और सामान्य रहते हैंतो अच्छे लिते हैंपरन्तु\nयहद एक बार िे फट जाएं तो\nकरोड़ों उपाय कर लो िे कफर िापस अपने सहज रूप में नहीं आते।",
    "guj":"આ ગીતમાં રહીમજી કહે છે કે જ્યાં સુધી મન, મોતી, ફૂલ, દૂધ અને રસ સરળ અને સામાન્ય રહે છે, તે સારા છે, પરંતુ જો તે એકવાર ફાટી જાય, તો પછી તમે ગમે તેટલા પગલાં લો, તે ક્યારેય પાછા નથી આવતા. તેમના સામાન્ય સ્વરૂપમાં.",
    "eng":"In this couplet, Rahim ji says that as long as the mind, pearl, flower, milk and juice remain natural and normal, they are good, but if they burst once, then no matter how many measures you take, they do not return to their natural form."
  },
  {
    "shlok" : "रहहमन ओिे नरन सो, बैर भली ना प्रीत।\nकाटे चाटे स्वान के, दोउ भाँछत पवपरीत॥",
    "hindi" : "कम हदमाि के व्यजक्तयों से ना तो प्रीती और ना ही दश्मनी अच्छी होती है।\nजैसे कुा चाहे काटे या चाटे दोनों को विपरीत नहीं माना जाता है।",
    "guj":"નીચા મનના લોકો માટે ન તો પ્રેમ કે ઈર્ષ્યા સારી છે જેમ કૂતરો કરડે કે ચાટી શકે, બંનેને વિરોધી ગણવામાં આવતા નથી.",
    "eng":"Neither love nor enmity with people of low mind is good. \nLike whether someone bites or licks, both are not considered opposite."
  },
  {
    "shlok" : "रहहमन धागा प्रेम का, मत तोड़ो चटकाय।\nटूटे से फफर ना जुड़े, जुड़ेगाँठ परर जाय॥",
    "hindi" : "प्रेम के धािे को कभी तोड़ना नहीं चाहहए क्योंकक यह यहद एक बार टूट\nजाता हैतो कफर दबुारा नहीं जुड़ता हैऔर यहद जुड़ता भी हैतो िांठ तो पड़ ही जाती है।\n",
    "guj":"પ્રેમનો દોર ક્યારેય તૂટવો ન જોઈએ કારણ કે એકવાર તૂટે તો ફરી ક્યારેય જોડાય નહીં અને જોડાય તો પણ તૂટી જાય.",
    "eng":"The thread of love should never be broken because if it breaks once, it never joins again and even if it joins, it gets damaged."
  },
  {
    "shlok" : "रहहमन पानी राखखये, बबन पानी सब सून।\nपानी गये न ऊबरे, मोती, मानुष, चून॥",
    "hindi" : "रहीम कहते हैंकक पानी का बहुत महत्त् है। इसे बनाए रखो। यहद पानी समाप्त हो िया\nतो न तो मोती का कोई महत्त्ि है, न मनुष्य का और न आटे का। पानी (अथाात चमकया आभा) के बबना मोती बेकार है। पानी (अथाात सम्मान) के बबना मनुष्य का जीनव्यथा है और जल के बबना रोटी नहीं बन सकती, इसशलए आटा भी बेकार है। इसशलए\nमनुष्य को भी अपने व्यिहार में हमेशा पानी (विनम्रता) रखना चाहहए.\nइस दोहे में रहीम जी ने पानी को तीन अथों में प्रयोि ककया है – विनम्रता, चमक, जल.\n",
    "guj":"રહીમ કહે છે કે પાણી ખૂબ જ જરૂરી છે. ચાલુ રાખો. જો પાણી ઓસરી જાય તો ન મોતીનું, ન માણસનું, ન લોટનું કોઈ મહત્વ રહેતું. પાણી વિના (એટલે ​​​​કે ચમકતી ચમક) મોતી નકામું છે. પાણી (એટલે ​​કે આદર) વિના માણસનું જીવન દયનીય છે અને પાણી વિના રોટલી બની શકતી નથી, તેથી લોટ પણ નકામો છે. તેથી, માનવીએ હંમેશા તેના વર્તનમાં પાણી (નમ્રતા) રાખવું જોઈએ, આ પદમાં રહીમજીએ પાણીનો ત્રણ અર્થમાં ઉપયોગ કર્યો છે - નમ્રતા, ચમક, પાણી.",
    "eng":"Rahim says that water is very important. Keep it. If the water is finished, then neither pearls, nor humans, nor flour have any value. Pearls are useless without water (i.e. shine or aura). Without water (i.e. respect), man's life is misery and without water, roti cannot be made, so flour is also useless. Therefore, man should always keep water (humility) in his behavior. In this couplet, Rahim ji has used water in three meanings - humility, shine, water."
  },
  {
    "shlok" : "रहहमन उजली प्रकृछत को नहीं नीच को संग\nकररया वासन कर गहे कामलख लागत अंग ।",
    "hindi" : "अच्छे लेािों को नीच लोिों की संिनत नही करनी चाहहये । काशलख लिे\nबरतन को पकड़ने से हाथ काले हो जाते हैं। नीच लोिों के साथ बदनामी का दाि लिजाता है।\n",
    "guj":"સારા લોકોએ મીન લોકોનું સમર્થન ન કરવું જોઈએ. કાળા હાથે લખવા માટેનું વાસણ પકડવાથી કાળા થઈ જાય છે. નીચ લોકો માટે અપમાન લાવે છે.\n",
    "eng":"Good people should not associate with lowly people. Hands become black by handling blackened utensils. Associating with lowly people brings disrepute."
  },
  {
    "shlok" : "समय पाय फल होत है, समय पाय झरी जात |\nसदा रहे नहहं एक सी, का रहीम पछितात ||",
    "hindi" : "रहीम दास कहते हैंकक उपयुक्त समय आने पर िक्षृमें फल लिता है।\nझड़ने का समय आने पर िह झड़ जाता है. सदा ककसी की अिस्था एक जैसी नहीं रहती,\nइसशलए दुःख के समय पछताना व्यथा है.",
    "guj":"રહીમ દાસ કહે છે કે જ્યારે યોગ્ય સમય આવે છે, ત્યારે વૃક્ષ ફળ આપે છે.\nજ્યારે પાનખરનો સમય આવે છે, ત્યારે તે પડી જાય છે. કોઈપણ વ્યક્તિની સ્થિતિ હંમેશા એકસરખી નથી રહેતી,\nતેથી જ દુ:ખના સમયે પસ્તાવો દુઃખદાયક હોય છે.",
    "eng":"Rahim Das says that when the right time comes, the tree bears fruit.\nWhen the time to fall comes, it falls. One's condition does not always remain the same,\nThat is why regretting at the time of sorrow is painful."
  },
  {
    "shlok" : "वे रहीम नर धन्य हैं, पर उपकारी अंग |\nबांटन वारे को लगे, ज्यों मेंहदी को रंग ||",
    "hindi" : "रहीम कहते हैं कक िे लोि धन्य हैं जजनका शरीर सदा सबका उपकार करता\nहै. जजस प्रकार मेंहदी बांटने िाले के अंि पर भी मेंहदी का रंि लि जाता है, उसी प्रकार\nपरोपकारी का शरीर भी सुशोभत रहता है.",
    "guj":"રહીમ કહે છે કે ધન્ય છે એ લોકો જેનું શરીર હંમેશા બધાનું ભલું કરે છે. જેમ મહેંદી વહેંચનારને પણ મહેંદીનો રંગ મળે છે, તેવી જ રીતે પરોપકારીનું શરીર પણ સુંદર રહે છે.",
    "eng":"Rahim says that those people are blessed whose body always helps everyone. Just as the person who distributes mehendi gets the color of mehendi on his face, in the same way the body of a benefactor also remains beautiful."
  },
  {
    "shlok" : "रहहमन पवपदा हूभली, जो र्ोरे हदन होय |\nहहत अनहहत या जगत में, जान परत सब कोय ||",
    "hindi" : "रहीम कहते हैंकक यहद विपवि कुछ समय की हो तो िह भी ठीक ही है,\nक्योंकक विपवि में ही सबके विषय में जाना जा सकता है कक संसार में कौन हमारा हतैषी है और कौन नहीं।",
    "guj":"રહીમ કહે છે કે જો કટોકટી થોડો સમય ચાલે તો તે પણ ઠીક છે, કારણ કે સંકટમાં જ આપણે દરેક વ્યક્તિ વિશે જાણી શકીએ છીએ કે દુનિયામાં કોણ આપણા શુભચિંતક છે અને કોણ નથી.",
    "eng":"Rahim says that even if the adversity is for some time, it is also fine, because only in adversity we can know about everyone, who in this world is our well-wisher and who is not."
  },
  {
    "shlok" : "पावस देखख रहीम मन, कोइल साधे मौन |\nअब दादरु वक्ता भए, हमको पूिे कौन ||\n",
    "hindi" : "िषाा ऋतु\nको देखकर कोयल और रहीम के मन ने मौन साध शलया है. अब\nतो मेंढक ही बोलने िाले हैं। हमारी तो कोई बात ही नहीं पूछता. अशभप्राय यह है कुछ अिसर ऐसे आते हैंजब िुणिान को चुप रह जाना पड़ता है. उनका कोई आदर नहीं\nकरता और िणहीन िाचाल व्यजक्तयों का ही बोलबाला हो जाता है.",
    "guj":"વરસાદની મોસમ જોઈને કોયલ અને રહીમના મન શાંત થઈ ગયા. હવે તો દેડકા જ બોલવાના છે. કોઈને અમારી પરવા નથી. આનો અર્થ એ છે કે કેટલાક પ્રસંગો એવા હોય છે જ્યારે વ્યક્તિએ મૌન રહેવું પડે છે. કોઈ તેમને માન આપતું નથી અને માત્ર પૈસાહીન, નિષ્ક્રિય લોકો જ પ્રભુત્વ ધરાવે છે.",
    "eng":"Seeing the rainy season, the minds of the cuckoo and Rahim have become silent. Now only the frogs speak. No one even asks about us. The meaning is that there are some occasions when the sages have to remain silent. No one respects them and the shameless and wicked people dominate."
  },
  {
    "shlok" : "रहहमन छनज मन की बबरा, मन ही राखो गोय\nसुनी इठलैहैंलोग सब, बांटी न लेंहैं कोय",
    "hindi" : "रहीम कहते हैंकी अपने मन के दुुख को मन के भीतर नछपा कर ही रखना चाहहए। दसू रे का दुख सुनकर लोि इठला भले ही लें, उसे बााँट कर कम करने िाला कोई नहीं होता.",
    "guj":"રહીમ કહે છે કે વ્યક્તિએ પોતાના દિલના દુ:ખને મનમાં છુપાવીને રાખવું જોઈએ. બીજાની વેદના સાંભળીને લોકો ગર્વ અનુભવે તો પણ તેને વહેંચીને ઓછું કરનાર કોઈ નથી.",
    "eng":"Rahim says that one should never hide his sorrows within. People may feel proud on hearing the sorrows of others, but there is no one who can reduce it by sharing it."
  },
  {
    "shlok" : "रहहमन अंसुवा नयन ढरर, जजय दुःुख प्रगट करेइ,\nजाहह छनकारौ गेह ते, कस न भेद कहह देइ",
    "hindi" : "रहीम कहते हैंकी आंसूनयनों से बहकर मन का दुख प्रकट कर देते हैं।\nसत्य ही है कक जजसे घर से ननकाला जाएिा िह घर का भेद दसू रों से कह ही देिा.",
    "guj":"રહીમ કહે છે કે તેઓ આંસુ દ્વારા દિલનું દુ:ખ વ્યક્ત કરે છે.\nએ વાત સાચી છે કે જેને ઘરની બહાર ફેંકી દેવામાં આવે છે તે ઘરના રહસ્યો બીજાને કહે છે.",
    "eng":"Rahim says that tears flowing from eyes reveal the sorrow of heart. \nIt is true that the one who is thrown out of the house will reveal the secrets of the house to others."
  },
  {
    "shlok" : "दोनों रहहमन एक से, जों लों बोलत नाहहं\nजान परत हैं काक पपक, ररतुबसंत के माहह",
    "hindi" : "कौआ और कोयल रंि में एक समान होते हैं। जब तक ये बोलते नहीं तब\nतक इनकी पहचान नहीं हो पाती।लेककन जब िसंत ऋतु आती हैतो कोयल की मधुरआिाज़ से दोनों का अंतर स्पष्ट हो जाता है.\n",
    "guj":"કાગડો અને કોયલનો રંગ સરખો છે. જ્યાં સુધી તેઓ બોલે નહીં ત્યાં સુધી તેમની ઓળખ થઈ શકતી નથી, પરંતુ જ્યારે વસંત આવે છે, ત્યારે કોયલના મધુર અવાજથી બંને વચ્ચેનો તફાવત સ્પષ્ટ થઈ જાય છે.",
    "eng":"Crow and cuckoo are similar in colour. They cannot be identified until they speak. But when spring season arrives, the difference between the two becomes clear due to the sweet voice of cuckoo."
  },
  {
    "shlok" : "खीरा मसर ते काहट के, ममलयत लौंन लगाय\nरहहमन करुए मुखन को, चाहहए यही सजाय",
    "hindi" : "खीरे का कडिापन दरू करने के शलए उसके ऊपरी शसरे को काटने के बाद\nनमक लिा कर नघसा जाता है. रहीम कहते हैंकक कड़ुिे मुंह िाले के शलए – कटुिचन बोलने िाले के शलए यही सजा ठीक ह",
    "guj":"કાકડીની કઠિનતા દૂર કરવા માટે, તેના ઉપરના છેડાને કાપ્યા પછી, તેને મીઠું વડે ઘસવામાં આવે છે. રહીમ કહે છે કે આ જ સજા કડવા મોંવાળા માટે યોગ્ય છે - જે કઠોર શબ્દો બોલે છે.",
    "eng":"To remove the bitterness of cucumber, its upper part is cut and then rubbed with salt. Rahim says that this is the right punishment for a person with a bitter mouth and a person who speaks harsh words."
  },
  {
    "shlok" : "जैसी परे सो सहह रहे, कहह रहीम यह देह.\nधरती ही पर परत है, सीत घाम औ मेह\n",
    "hindi" : "– रहीम जी कहते हैं कक जैसी इस देह पर पड़ती है – सहन करनी चाहहए,\nक्योंकक इस धरती पर ही सदी, िमी और िषाा पड़ती है. अथाात जैसे धरती शीत, धूप और\nिषाा सहन करती है, उसी प्रकार शरीर को सुख-दुख सहन करना चाहहए.",
    "guj":"- રહીમજી કહે છે કે આ શરીરને જે પણ થાય છે - તેને સહન કરવું જોઈએ, કારણ કે આ પૃથ્વી પર શિયાળો, ભેજ અને વરસાદ પડે છે. અર્થાત જેમ પૃથ્વી ઠંડી, તડકો અને વરસાદ સહન કરે છે, તેવી જ રીતે શરીરે સુખ અને દુ:ખ સહન કરવું જોઈએ.",
    "eng":"– Rahim ji says that whatever happens to this body, it should be endured, because it is on this earth that cold, heat and rain fall. That is, just like the earth endures cold, heat and rain, in the same way the body should endure happiness and sorrow."
  },
  {
    "shlok" : "जो बड़ेन को लघुकहें, नहीं रहीम घटी जाहहं\nचगरधर मुरलीधर कहें, किु दुःुख मानत नाहहं\n",
    "hindi" : "– रहीम कहते हैं कक बड़े को छोटा कहने से बड़े का बड़प्पन नहीं घटता, क्योंकक\nगिररधर (कृष्ण) को मुरलीधर कहने से उनकी महहमा में कमी नहीं होती.",
    "guj":"રહીમ કહે છે કે વડીલને નાનો કહેવાથી વડીલની મહાનતા ઓછી થતી નથી, કારણ કે ગિરધર (કૃષ્ણ) મુરલીધર કહેવાથી તેમનું ગૌરવ ઘટતું નથી.",
    "eng":"– Rahim says that calling a big person small does not reduce his greatness, because calling Girdhar (Krishna) Murlidhar does not reduce his glory."
  },
  {
    "shlok" : "रूठे सुजन मनाइए, जो रूठे सौ बार\nरहहमन फफरर फफरर पोइए, टूटे मुक्ता हार",
    "hindi" : "यहद आपका वप्रय सौ बार भी रूठे, तो भी रूठे हु\nए वप्रय को मनाना चाहहए,\nक्योंकक यहद मोनतयों की माला टूट जाए तो उन मोनतयों को बार बार धािे में वपरो लेना\nचाहहए.\n",
    "guj":"જો તમારો પ્રિયતમ સો વખત ગુસ્સે થાય, તો પણ તમારે ગુસ્સે થયેલા પ્રિયજનને સાંત્વના આપવી જોઈએ, કારણ કે જો મોતીની તાર તૂટી જાય છે, તો તે મોતી વારંવાર તાંતણા પર લટકાવવા જોઈએ.",
    "eng":"Even if your beloved gets upset a hundred times, you should still pacify him/her, because if a necklace of beads breaks, those beads should be put through the thread again and again."
  },
  {
    "shlok" : "जो रहीम उत्तम प्रकृछत, का करी सकत कुसंग.\nचन्दन पवष व्यापे नहीं, मलपटे रहत भुजंग.",
    "hindi" : "– रहीम कहते हैंकक जो अच्छे स्िभाि के मनुष्य होते हैं,उनको बुरी संिनत भी\nबबिाड़ नहीं पाती. जहरीले सांप चन्दन के िक्षृ से शलपटे रहने पर भी उस पर कोई\nजहरीला प्रभाि नहीं डाल पाते.",
    "guj":"- રહીમ કહે છે કે ખરાબ સંજોગો પણ સારા સ્વભાવના લોકોને નષ્ટ કરી શકતા નથી. જો ઝેરી સાપ ચંદનના ઝાડને વળગી રહે તો પણ તેના પર કોઈ ઝેરી અસર થઈ શકતી નથી.",
    "eng":"– Rahim says that those who are people of good nature, even bad circumstances cannot harm them. Even if a poisonous snake is smeared with sandalwood tree, it cannot have any poisonous effect on it."
  },
  {
    "shlok" : "रहहमन मनहह लगाईं कै, देखख लेहूफकन कोय।\nनर को बस कररबो कहा, नारायन बस होय ||",
    "hindi" : "रहीम जी कहते हैं कक शत प्रनतशत मन लिा कर ककये िए काम को देखें, उसमें कै सी\nसफलता शमलती है. अिर अच्छी ननयत और मेहनत से कोई भी काम ककया जाए तो\nसफलता शमलती ही है क्योंकक सही एिं उगचत पररश्रम से इंसान ही नहीं भििान को भी\nजीता जा सकता है.",
    "guj":"રહીમજી કહે છે કે 100% સમર્પણ સાથે કરેલા કામને જુઓ, તેમાં કેવા પ્રકારની સફળતા મળે છે. જો કોઈ પણ કાર્ય સારા ઈરાદા અને પરિશ્રમથી કરવામાં આવે તો સફળતા મળે છે કારણ કે યોગ્ય અને યોગ્ય પરિશ્રમથી માત્ર મનુષ્ય જ નહીં પરંતુ વિશ્વને પણ જીતી શકાય છે.",
    "eng":"Rahim ji says that look at the work done with 100% dedication, what kind of success is achieved in it. And if any work is done with good intention and hard work, then success is definitely achieved because with right and proper hard work not only a person but also a hero can be won."
  },
  {
    "shlok" : "बबगरी बात बने नहीं, लाख करो फकन कोय\nरहहमन फाटे दधू को, मरे न माखन होय",
    "hindi" : "– संत रहीम दास जी कहते हैंकक मन\nु\nष्य को सोचसमझ कर व्यिहार करना\nचाहहए, क्योंकक ककसी कारणिश यहद बात बबिड़ जाती है तो कफर उसे ठीक करना कहठन\nहोता है, जैसे यहद एकबार दधू फट िया तो लाख कोशशश करने पर भी उसे मथ कर\nमक्खन नहीं ननकाला जा सके िा.",
    "guj":"સંત રહીમ દાસજી કહે છે કે વ્યક્તિએ સમજી વિચારીને વર્તવું જોઈએ, કારણ કે જો કોઈ કારણસર કંઈક ખોટું થઈ જાય તો તેને ઠીક કરવું મુશ્કેલ છે, જેમ કે એક વખત દૂધ ફૂટે છે, ઘણી કોશિશ કર્યા પછી પણ માખણ તેને બહાર કાઢી શકાતું નથી.",
    "eng":"– Saint Rahim Das Ji says that a man should behave wisely, because if for some reason things go wrong then it becomes difficult to correct them, like if the milk curdles once, then even after trying a lot, butter cannot be extracted from it by churning it."
  },
  {
    "shlok" : "कवह रहीम सींपवत सगे,बनत बहुत बहु रीत |\nवबपवत कसौटी र्ेकसे,तेई सााँचेमीत ||",
    "hindi" : "रहीम के इस दोहेमें वे कहते है की हमारे सगे-सींबींधी तो वकसी\nसींपवत की तरह होते है,र्ो बहुत सारे ररती-ररवा्ोींके बाद बनतेहै|\nपरींतुर्ो व्यक्ति मुसीबत मेंआपकी सहायता कर आपके काम आए\n,वही आपका सच्ा वमत्र होता है|",
    "guj":"રહીમના આ ગીતમાં તે કહે છે કે આપણા સગા સંબંધીઓ જેવા હોય છે, તે ઘણા સંસ્કારો પછી બને છે પરંતુ જે વ્યક્તિ તમને મુશ્કેલીમાં મદદ કરે છે તે તમારો સાચો મિત્ર છે.",
    "eng":"In this couplet of Rahim, he says that our relatives are like a family, which is formed after many traditions. But the person who helps you in trouble and is of use to you, is your true friend."
  },
  {
    "shlok" : "र्ाल परेर्ल र्ात बवह , तवर् मीनन को मोह |\nरवहमन मछरी नीर को , तऊ न छाडती छोह ||",
    "hindi" : "रहीम दास के इस दोहे में उन्ोंनेसच्े प्रेम के बारेमेंबताया है| उनके\nअनुसार , नदी में मछली पकड़नेके वलए र्ाल डालकर बाहर वनकाला\nर्ाता है,तो र्ल तो उसी समय बाहर वनकल र्ाता है| उसेमछली सेकोई\nप्रेम नही ींहोता | मगर मछली पानी के प्रेम को कभी भूल नही ींपाती और उसी\nके ववयोग मेंप्राण त्याग देती है |",
    "guj":"રહીમ દાસની આ જોડીમાં તેણે સાચા પ્રેમ વિશે જણાવ્યું છે. તેમના મતે માછલી પકડવા માટે નદીમાં જાળી નાખવામાં આવે તો તે જ સમયે જાળ બહાર આવી જાય છે. તેને માછલી પ્રત્યે કોઈ પ્રેમ નથી. પરંતુ માછલી પાણીના પ્રેમને ક્યારેય ભૂલી શકતી નથી અને તેની ગેરહાજરીમાં તેના જીવનનું બલિદાન આપે છે.",
    "eng":"In this couplet of Rahim Das, he has talked about true love. According to him, when a fish is caught in a river by throwing a rod in it, the fish comes out at the same time. It does not love the fish. But the fish can never forget the love for water and dies in its separation."
  },
  {
    "shlok" : "तरुवर फल नवहीं खात हैं,सरवर वपयत न पान |\nकवह रहीम परकार् वहत ,सींपवत – सचही सुर्ान ||",
    "hindi" : "रहीम र्ी नेअपनेइस दोह मेंकहा हैवक वर्स प्रकार वृक्ष अपना\nफल खुद नही ींखातेऔर नदी - तालाब अपना पानी स्वयीं नही ींपीते| ठीक\nउसी प्रकार , सज्जन और अच्छेव्यक्ति अपनेसींवचत धन का उपयोग\nके वल अपने वलए नही ींकरते,वो उस धन सेदू सरोींका भला करतेहैं|",
    "guj":"રહીમે પોતાના ગીતમાં કહ્યું છે કે વૃક્ષો પોતાના ફળ ખાતા નથી અને નદીઓ અને તળાવો પોતાનું પાણી પીતા નથી. તેવી જ રીતે સજ્જન અને સત્પુરુષો પોતાની સંચિત સંપત્તિનો ઉપયોગ માત્ર પોતાના માટે જ કરતા નથી, તે સંપત્તિથી તેઓ બીજાનું ભલું કરે છે.",
    "eng":"Rahim ji has said in this couplet that just as trees do not eat their own fruits and rivers and ponds do not drink their own water, similarly, gentlemen and good people do not use their saved wealth only for themselves, they do good to others with that wealth."
  },
  {
    "shlok" : "खीरा के मुख काटि के मलियत लोन लगाय\nरहिमन करूक मुखन को चहिय यही सजाय ।",
    "hindi" : "खीरा के तिक्त स्वाद को दूर करने के लिये उसके मुॅह को काट कर उसे नमक के साथ रगड़ा जाता है ।\nइसी तरह तीखा वचन बोलने बालेंां को भी यही सजा मिलनी चाहिये।कठोर वचन बोलने बालों का त्याग और नम्र बचन बाले लोगों का स्वागत\nकरना चाहिये।",
    "guj":"કાકડીનો કડવો સ્વાદ દૂર કરવા માટે તેનું મોઢું કાપીને મીઠું નાખવું જોઈએ.",
    "eng":"To remove the bitter taste of cucumber, its top is cut and rubbed with salt. Similarly, those who speak harsh words should also get the same punishment. Those who speak harsh words should be avoided and those who speak politely should be welcomed."
  },
  {
    "shlok" : "अनुचित बचन न मानिये जदपि गुराइसु गाढि\nहै रहीम रघुनाथ ते सुजस भरत की बाढि ।",
    "hindi" : "बहुत जोर जबर्दस्ती या दबाब के बाबजूद अनुचित बात मानकर कोइ्र्र काम न करें।\nयदि आपका हृदय नही कहे या कोई बड़ा आदमी भी गलत कहे तो उसे कभी न माॅनें ।",
    "guj":"ઘણું બળ અથવા દબાણ હોવા છતાં, તેને અયોગ્ય માનીને કંઈપણ કરશો નહીં.\nજો તમારું હૃદય ના કહે અથવા તો કોઈ મોટો માણસ પણ કહે કે તે ખોટું છે, તો ક્યારેય તેના પર વિશ્વાસ ન કરો.",
    "eng":"Don't do anything inappropriate despite much pressure or coercion. \nIf your heart says no or even if a big man says it is wrong, never believe him."
  },
  {
    "shlok" : "रहीम के दोहे बडे़ बड़ाई ना करे बड़े न बोले बोल\nरहिमन हीरा कब कहै लाख टका है मोल।",
    "hindi" : "बड़े लोग अपनी बड़ाई स्वयं कभी नहीं करते। वे बढ चढ कर कभी नही बोलते हैं।\nहीरा स्वयं कभी अपने मुॅह से नही कहता कि उसका मूल्य लाख रूपया है ।",
    "guj":"મોટા લોકો ક્યારેય પોતાના વિશે બડાઈ મારતા નથી. તેઓ કદી મોટુ બોલે છે.\nહીરા પોતે ક્યારેય નથી કહેતો કે તેની કિંમત લાખો રૂપિયા છે.",
    "eng":"Big people never praise themselves. They never boast.\nA diamond never says on its own that its value is a lakh of rupees."
  },
  {
    "shlok" : "रहिमन अंसुवा नयन ढरि, जिय दुःख प्रगट करेइ,\nजाहि निकारौ गेह ते, कस न भेद कहि देइ।।",
    "hindi" : "रहीम कहते हैं की आंसू नयनों से बहकर मन का दुःख प्रकट कर देते हैं। सत्य ही है कि जिसे घर से निकाला जाएगा वह घर का भेद दूसरों से कह ही देगा.",
    "guj":"રહીમ કહે છે કે આંખોમાંથી વહેતા આંસુ દિલની વ્યથા છતી કરે છે. એ વાત સાચી છે કે જેને ઘરની બહાર ફેંકી દેવામાં આવે છે તે ઘરના રહસ્યો બીજાને ચોક્કસ કહેશે.",
    "eng":"Rahim says that tears flowing from the eyes reveal the sorrow of the heart. It is true that the one who is thrown out of the house will tell the secrets of the house to others."
  },
  {
    "shlok" : "जैसी परे सो सहि रहे, कहि रहीम यह देह,\nधरती ही पर परत है, सीत घाम औ मेह।।",
    "hindi" : " रहीम कहते हैं कि जैसी इस देह पर पड़ती है – सहन करनी चाहिए, क्योंकि इस धरती पर ही सर्दी, गर्मी और वर्षा पड़ती है. अर्थात जैसे धरती शीत, धूप और वर्षा सहन करती है, उसी प्रकार शरीर को सुख-दुःख सहन करना चाहिए।",
    "guj":"રહીમ કહે છે કે આ શરીર પર જે થાય તે સહન કરવું જોઈએ, કારણ કે ઠંડી, ગરમી અને વરસાદ આ પૃથ્વી પર જ થાય છે. એટલે કે જેમ પૃથ્વી ઠંડી, તડકો અને વરસાદ સહન કરે છે, તેવી જ રીતે શરીરે સુખ અને દુ:ખ સહન કરવું જોઈએ.",
    "eng":"Rahim says that whatever happens to this body, it should be endured, because it is on this earth that cold, heat and rain occur. That is, just like the earth endures cold, sun and rain, in the same way the body should endure happiness and sorrow."
  },
  {
    "shlok" : "बड़ा हुआ तो क्या हुआ, जैसे पेड़ खजूर,\nपंथी को छाया नहीं, फल लागे अति दूर।।",
    "hindi" : "बड़े होने का यह मतलब नहीं हैं की उससे किसी का भला हो। जैसे खजूर का पेड़ तो बहुत बड़ा होता हैं लेकिन उसका फल इतना दूर होता है की तोड़ना मुश्किल का कम है |",
    "guj":"મોટા થવાનો અર્થ એ નથી કે તેનાથી કોઈને ફાયદો થશે. ઉદાહરણ તરીકે, ખજૂરનું ઝાડ ઘણું મોટું હોય છે પરંતુ તેનું ફળ એટલું દૂર હોય છે કે તેને તોડવું મુશ્કેલ નથી.",
    "eng":"Being big does not mean that it will do any good to anyone. Like a date palm tree is very big but its fruit is so far away that plucking it is very difficult."
  },
  {
    "shlok" : "दोनों रहिमन एक से, जों लों बोलत नाहिं।\nजान परत हैं काक पिक, रितु बसंत के माहिं।।",
    "hindi" : " कौआ और कोयल रंग में एक समान होते हैं। जब तक ये बोलते नहीं तब तक इनकी पहचान नहीं हो पाती। लेकिन जब वसंत ऋतु आती है तो कोयल की मधुर आवाज़ से दोनों का अंतर स्पष्ट हो जाता है|",
    "guj":"કાગડો અને કોયલનો રંગ સરખો છે. જ્યાં સુધી તેઓ બોલે નહીં ત્યાં સુધી તેમની ઓળખ થઈ શકતી નથી. પણ જ્યારે વસંત આવે છે ત્યારે કોયલના મધુર અવાજથી બંને વચ્ચેનો તફાવત સ્પષ્ટ થઈ જાય છે.",
    "eng":"Crow and cuckoo are similar in colour. They cannot be identified until they speak. But when spring season arrives, the difference between the two becomes clear due to the sweet voice of cuckoo."
  },
  {
    "shlok" : "समय पाय फल होत है, समय पाय झरी जात।\nसदा रहे नहिं एक सी, का रहीम पछितात।।",
    "hindi" : "रहीम कहते हैं कि उपयुक्त समय आने पर वृक्ष में फल लगता है। झड़ने का समय आने पर वह झड़ जाता है। सदा किसी की अवस्था एक जैसी नहीं रहती, इसलिए दुःख के समय पछताना व्यर्थ है।",
    "guj":"રહીમ કહે છે કે યોગ્ય સમય આવે ત્યારે ઝાડ ફળ આપે છે. જ્યારે સ્ખલનનો સમય આવે છે, ત્યારે તે સ્ખલન કરે છે. કોઈની સ્થિતિ હંમેશા એક જેવી રહેતી નથી, તેથી દુ:ખના સમયે પસ્તાવો કરવો નકામો છે.",
    "eng":"Rahim says that when the right time comes, the tree bears fruit. When the time comes to fall, it falls. One's condition does not remain the same forever, so regretting in times of sorrow is futile."
  },
  {
    "shlok" : "रूठे सुजन मनाइए, जो रूठे सौ बार,\nरहिमन फिरि फिरि पोइए, टूटे मुक्ता हार।।",
    "hindi" : "यदि आपका प्रिय सौ बार भी रूठे, तो भी रूठे हुए प्रिय को मनाना चाहिए,क्योंकि यदि मोतियों की माला टूट जाए तो उन मोतियों को बार बार धागे में पिरो लेना चाहिए।",
    "guj":"જો તમારો પ્રિયતમ સો વખત ગુસ્સે થાય, તો પણ તમારે ક્રોધિત પ્રિયતમને સાંત્વના આપવી જોઈએ, કારણ કે જો મોતીની દોરી તૂટી જાય છે, તો તે મોતી વારંવાર દોરા પર બાંધવા જોઈએ.",
    "eng":"Even if your beloved gets upset a hundred times, you should still try to pacify him/her because if a string of pearls breaks, those pearls should be strung on the thread again and again."
  },
  {
    "shlok" : "निज कर क्रिया रहीम कहि सीधी भावी के हाथ\nपांसे अपने हाथ में दांव न अपने हाथ।।",
    "hindi" : " रहीम कहते हैं कि अपने हाथ में तो केवल कर्म करना ही होता है सिद्धि तो भाग्य से ही मिलती है जैसे चौपड़ खेलते समय पांसे तो अपने हाथ में रहते हैं पर दांव क्या आएगा यह अपने हाथ में नहीं होता।",
    "guj":"રહીમ કહે છે કે માત્ર કામ જ વ્યક્તિના હાથમાં છે અને સફળતા નસીબથી જ મળે છે, જેમ ચૌપદ રમતી વખતે પાસા હાથમાં હોય છે પણ દાવ શું હશે તે કોઈના નિયંત્રણમાં નથી.",
    "eng":"Rahim says that all that is in our hands is to do the work, success is achieved only by luck, like while playing Chaupar, the dice are in our hands but it is not in our hands as to what the turn will be."
  },
  {
    "shlok" : "खीरा सिर ते काटि के, मलियत लौंन लगाय।\nरहिमन करुए मुखन को, चाहिए यही सजाय।।",
    "hindi" : "खीरे का कडुवापन दूर करने के लिए उसके ऊपरी सिरे को काटने के बाद नमक लगा कर घिसा जाता है। रहीम कहते हैं कि कड़ुवे मुंह वाले के लिए – कटु वचन बोलने वाले के लिए यही सजा ठीक है।",
    "guj":"કાકડીની કડવાશ દૂર કરવા માટે, તેના ઉપરના છેડાને કાપ્યા પછી મીઠું નાખીને ઘસવામાં આવે છે. રહીમ કહે છે કે કડવું મોં વાળા માટે આ યોગ્ય સજા છે - જે કઠોર શબ્દો બોલે છે.",
    "eng":"To remove the bitterness of cucumber, its upper end is cut and then rubbed with salt. Rahim says that this is the right punishment for a person with a bitter mouth and one who speaks harsh words."
  },
  {
    "shlok" : "माह मास लहि टेसुआ मीन परे थल और\nत्यों रहीम जग जानिए, छुटे आपुने ठौर।।",
    "hindi" : " माघ मास आने पर टेसू का वृक्ष और पानी से बाहर पृथ्वी पर आ पड़ी मछली की दशा बदल जाती है। इसी प्रकार संसार में अपने स्थान से छूट जाने पर संसार की अन्य वस्तुओं की दशा भी बदल जाती है. मछली जल से बाहर आकर मर जाती है वैसे ही संसार की अन्य वस्तुओं की भी हालत होती है।",
    "guj":"જ્યારે માઘ મહિનો આવે છે ત્યારે તેસુના ઝાડ અને પાણીમાંથી પૃથ્વી પર પડેલી માછલીઓની હાલત બદલાઈ જાય છે. એ જ રીતે જ્યારે આપણે દુનિયામાં આપણું સ્થાન છોડી દઈએ છીએ ત્યારે દુનિયાની અન્ય વસ્તુઓની સ્થિતિ પણ બદલાઈ જાય છે. પાણીમાંથી બહાર આવ્યા પછી માછલી મરી જાય છે, એવી જ હાલત દુનિયાની અન્ય વસ્તુઓની છે.",
    "eng":"When the month of Magha comes, the condition of the Tesu tree and the fish that has come out of water and landed on the earth changes. Similarly, when the condition of other things in the world changes after being separated from their place in the world. Just as the fish comes out of water and dies, similarly the condition of other things in the world also changes."
  },
  {
    "shlok" : "वरू रहीम  कानन भल्यो वास करिय फल भोग\nबंधू मध्य धनहीन ह्वै, बसिबो उचित न योग।।",
    "hindi" : "रहीम कहते हैं कि निर्धन होकर बंधु-बांधवों के बीच रहना उचित नहीं है इससे अच्छा तो यह है कि वन मैं जाकर रहें और फलों का भोजन करें।",
    "guj":"રહીમ કહે છે કે ગરીબ બનીને સગા-સંબંધીઓની વચ્ચે રહેવું યોગ્ય નથી, જંગલમાં જઈને રહેવાનું અને ફળો ખાવાનું સારું છે.",
    "eng":"Rahim says that it is not appropriate to be poor and live among friends and relatives, it is better to go and live in the forest and eat fruits."
  },
  {
    "shlok" : "वे रहीम नर धन्य हैं, पर उपकारी अंग।\nबांटन वारे को लगे, ज्यों मेंहदी को रंग।।",
    "hindi" : "रहीम कहते हैं कि वे लोग धन्य हैं जिनका शरीर सदा सबका उपकार करता है। जिस प्रकार मेंहदी बांटने वाले के अंग पर भी मेंहदी का रंग लग जाता है, उसी प्रकार परोपकारी का शरीर भी सुशोभित रहता है।",
    "guj":"રહીમ કહે છે કે ધન્ય છે એ લોકો જેનું શરીર હંમેશા બધાને મદદ કરે છે. જેમ મહેંદી વહેંચનાર વ્યક્તિના શરીર પર મહેંદીનો રંગ ચડે છે, તેવી જ રીતે પરોપકારીનું શરીર પણ સુંદર રહે છે.",
    "eng":"Rahim says that those people are blessed whose body always helps everyone. Just as the person who distributes mehendi also gets the color of mehendi on his body, in the same way the body of a philanthropist also remains beautiful."
  },
  {
    "shlok" : "वृक्ष कबहूँ नहीं फल भखैं, नदी न संचै नीर\nपरमारथ के कारने, साधुन धरा सरीर।",
    "hindi" : "वृक्ष कभी अपने फल नहीं खाते, नदी जल को कभी अपने लिए संचित नहीं करती, उसी प्रकार सज्जन परोपकार के लिए देह धारण करते हैं।",
    "guj":"વૃક્ષો ક્યારેય પોતાનું ફળ ખાતા નથી, નદીઓ ક્યારેય પોતાના માટે પાણીનો સંગ્રહ કરતા નથી, તેવી જ રીતે સજ્જન દાન માટે શરીર ધારણ કરે છે.",
    "eng":"Trees never eat their own fruits, rivers never store water for themselves, similarly, gentlemen take birth for the welfare of others."
  },
  {
    "shlok" : "ओछे को सतसंग रहिमन तजहु अंगार ज्यों।\nतातो जारै अंग सीरै पै कारौ लगै।।",
    "hindi" : "ओछे मनुष्य का साथ छोड़ देना चाहिए। हर अवस्था में उससे हानि होती है – जैसे अंगार जब तक गर्म रहता है तब तक शरीर को जलाता है और जब ठंडा कोयला हो जाता है तब भी शरीर को काला ही करता है| ",
    "guj":"નીચ લોકોનો સંગ છોડવો જોઈએ. તે દરેક સ્થિતિમાં નુકસાન પહોંચાડે છે - જેમ કે અંગારા જ્યાં સુધી ગરમ રહે છે ત્યાં સુધી શરીરને બાળી નાખે છે અને જ્યારે તે ઠંડા અંગારા બને છે ત્યારે પણ તે શરીરને કાળા કરે છે.",
    "eng":"One should leave the company of a mean person. He causes harm in every situation – like embers burn the body as long as they are hot and even when they turn into cold coal, they still make the body black."
  },
  {
    "shlok" : "धनि रहीम गति मीन की जल बिछुरत जिय जाय\nजियत कंज तजि अनत वसि कहा भौरे को भाय।।",
    "hindi" : "इस रहीम के दोहे (Rahim Ke Dohe) में बताया गया है कि मछली का प्रेम धन्य है जो जल से बिछड़ते हीं मर जाती है। भौरा का प्रेम छलावा है जो एक फूल का रस ले कर तुरंत दूसरे फूल पर जा बसता है। जो केवल अपने स्वार्थ के लिये प्रेम करता है वह स्वार्थी है।",
    "guj":"રહીમ (રહીમ કે દોહે) ના આ ગીતમાં કહેવામાં આવ્યું છે કે માછલીનો પ્રેમ ધન્ય છે જે પાણીથી અલગ થતાં જ મરી જાય છે. બમ્બલબીનો પ્રેમ એક ભ્રમણા છે જે એક ફૂલનો રસ લે છે અને તરત જ બીજા ફૂલ પર સ્થિર થઈ જાય છે. જે ફક્ત પોતાના ફાયદા માટે પ્રેમ કરે છે તે સ્વાર્થી છે.",
    "eng":"In this couplet of Rahim, it is said that the love of a fish is blessed as it dies as soon as it gets separated from water. The love of a bumble bee is a deception as it takes the nectar of one flower and immediately goes to another flower. The one who loves only for his own benefit is selfish."
  },
  {
    "shlok" : "जे सुलगे ते बुझि गये बुझे तो सुलगे नाहि\nरहिमन दाहे प्रेम के बुझि बुझि के सुलगाहि।।",
    "hindi" : "आग सुलग कर बुझ जाती है और बुझने पर फिर सुलगती नहीं है । प्रेम की अग्नि बुझ जाने के बाद पुनः सुलग जाती है। भक्त इसी आग में सुलगते हैं ।",
    "guj":"આગ ધુમાડા પછી ઓલવાઈ જાય છે અને એકવાર ઓલવાઈ જાય પછી તે ફરીથી ધૂંધવાતી નથી. પ્રેમની આગ ઓલવાઈ જાય પછી, તે ફરીથી ધૂંધવાતી હોય છે. આ આગમાં ભક્તો બળે છે.",
    "eng":"The fire burns and then extinguishes and once extinguished it does not burn again. The fire of love burns again after being extinguished. Devotees burn in this fire."
  },
  {
    "shlok" : "बड़े काम ओछो करै, तो न बड़ाई होय।\nज्यों रहीम हनुमंत को, गिरिधर कहे न कोय।।",
    "hindi" : " रहीम कहते हैं कि जब ओछे ध्येय के लिए लोग बड़े काम करते हैं तो उनकी बड़ाई नहीं होती है। जब हनुमान जी ने धोलागिरी को उठाया था तो उनका नाम ‘गिरिधर’ नहीं पड़ा क्योंकि उन्होंने पर्वत राज को छति पहुंचाई थी, पर जब श्री कृष्ण ने पर्वत उठाया तो उनका नाम ‘गिरिधर’ पड़ा क्योंकि उन्होंने सर्व जन की रक्षा हेतु पर्वत को उठाया था।",
    "guj":"રહીમ કહે છે કે જ્યારે લોકો નીચા ધ્યેય માટે મોટું કામ કરે છે ત્યારે તેમની પ્રશંસા થતી નથી. જ્યારે હનુમાનજીએ ધોળાગીરી ઉપાડ્યું ત્યારે તેમનું નામ 'ગિરિધર' રાખવામાં આવ્યું ન હતું કારણ કે તેમણે પર્વત રાજાને બચાવ્યો હતો, પરંતુ જ્યારે શ્રી કૃષ્ણે પર્વત ઉપાડ્યો ત્યારે તેમનું નામ 'ગિરિધર' રાખવામાં આવ્યું કારણ કે તેમણે દરેકની રક્ષા માટે પર્વત ઉપાડ્યો હતો.",
    "eng":"Rahim says that when people do big things for petty purposes, they are not praised. When Hanuman ji lifted Dholagiri, he was not named 'Giridhar' because he had harmed the mountain king, but when Shri Krishna lifted the mountain, he was named 'Giridhar' because he lifted the mountain to protect all the people."
  },
  {
    "shlok" : "जो रहीम गति दीप की, कुल कपूत गति सोय,\nबारे उजियारो लगे, बढे अँधेरो होय।।",
    "hindi" : "दिये के चरित्र जैसा ही कुपुत्र का भी चरित्र होता हैं. दोनों ही पहले तो उजाला करते हैं पर बढ़ने के साथ अंधेरा होता जाता हैं।",
    "guj":"દુષ્ટ પુત્રનું પાત્ર દીવા જેવું જ હોય ​​છે. બંને શરૂઆતમાં તેજસ્વી હોય છે પરંતુ જેમ જેમ તેઓ મોટા થાય છે તેમ તેમ ઘાટા થઈ જાય છે.",
    "eng":"The character of a bad son is similar to that of a lamp. Both give light initially but as they grow older they become darker."
  },
  {
    "shlok" : "चाह गई चिंता मिटीमनुआ बेपरवाह।\nजिनको कुछ नहीं चाहिये, वे साहन के साह।।",
    "hindi" : "जिन लोगों को कुछ नहीं चाहिये वों लोग राजाओं के राजा हैं, क्योकी उन्हें ना तो किसी चीज की चाह हैं, ना ही चिन्ता और मन तो पूरा बेपरवाह हैं।",
    "guj":"જે લોકોને કંઈ જોઈતું નથી તેઓ રાજાઓના રાજા છે, કારણ કે તેઓને કંઈ જોઈતું નથી અને ચિંતા પણ નથી અને તેમનું મન સંપૂર્ણ રીતે બેદરકાર છે.",
    "eng":"Those who do not want anything are the kings of kings, because they neither desire anything nor have any worry and their mind is completely carefree."
  },
  {
    "shlok" : "जो बड़ेन को लघु कहें, नहीं रहीम घटी जाहिं।\nगिरधर मुरलीधर कहें, कछु दुःख मानत नाहिं।।",
    "hindi" : "रहीम अपने दोहें में कहते हैं कि बड़े को छोटा कहने से बड़े का बड़प्पन नहीं घटता, क्योंकि गिरिधर (कृष्ण) को मुरलीधर कहने से उनकी महिमा में कमी नहीं होती।  ",
    "guj":"રહીમ પોતાના ગીતમાં કહે છે કે વડીલને નાનો કહેવાથી વડીલની મહાનતા ઓછી થતી નથી, કારણ કે ગિરધર (કૃષ્ણ) મુરલીધર કહેવાથી તેમની કીર્તિ ઓછી થતી નથી.",
    "eng":"Rahim says in his couplet that calling a great person small does not reduce his greatness, because calling Giridhar (Krishna) Murlidhar does not reduce his glory."
  },
  {
    "shlok" : "खैर, ख़ून, खाँसी, खुसी, बैर, प्रीति, मदपान।\nरहिमन दाबे ना दबैं, जानत सकल जहान॥ ",
    "hindi" : "रहीम कहते हैं कि सारी दुनिया जानती है कि खैर (कत्थे का दाग़), ख़ून, खाँसी, ख़ुशी, दुश्मनी, प्रेम और शराब का नशा; ये चीज़ें ना तो दबाने से दबती हैं और ना छिपाने से छिपती हैं।",
    "guj":"રહીમ કહે છે કે આખી દુનિયા જાણે છે કે ખેર (કેચુનું દૂષિત), લોહી, કફ, સુખ, દુશ્મની, પ્રેમ અને દારૂનો નશો; આ વસ્તુઓ ન તો દબાવવાથી દબાઈ જાય છે અને ન છુપાવવાથી છુપાઈ જાય છે.",
    "eng":"Rahim says that the whole world knows that Khair (stain of catechu), blood, cough, happiness, enmity, love and intoxication of alcohol; these things can neither be suppressed by suppression nor can be hidden by hiding."
  },
  {
    "shlok" : "जो रहीम ओछो बढ़ै, तौ अति ही इतराय। \nप्यादे सों फरजी भयो, टेढ़ो टेढ़ो जाय॥ ",
    "hindi" : "रहीम कहते हैं कि ओछे लोग जब प्रगति करते हैं तो बहुत इतराते हैं। वैसे ही जैसे शतरंज की बिसात में प्यादा बहुत अहमियत नहीं रखता लेकिन वही प्यादा जब फरजी बन जाता है तो वह टेढ़ी चाल चलने लगता है।",
    "guj":"રહીમ કહે છે કે જ્યારે મીન લોકો પ્રગતિ કરે છે, ત્યારે તેઓ ખૂબ બડાઈ કરે છે. એવી જ રીતે ચેસબોર્ડમાં પ્યાદાનું બહુ મહત્વ હોતું નથી, પણ એ જ પ્યાદુ જ્યારે નકલી બની જાય છે ત્યારે તે વાંકાચૂકા રીતે ફરવા લાગે છે.",
    "eng":"Rahim says that when mean people make progress, they become very proud. Just like a pawn does not have much importance in a chess board, but when the same pawn becomes fake, it starts making crooked moves."
  },
  {
    "shlok" : "एक उदर दो चोंच है, पंछी एक कुरंड। \nकहि रहीम कैसे जिए, जुदे जुदे दो पिंड॥ ",
    "hindi" : "कुरंड पक्षी की दो चोंच और एक पेट होता है। इससे उसे ही परेशानी होती है। जिनके दो अलग-अलग शरीर ही हों, वे तो कैसे जीवित रह सकते हैं! रहीम कहते हैं कि पेट भरने, जीवन-निर्वाह की समस्या तो है ही। जिनके ख़र्च अधिक हों, उनके लिए तो और कठिनाई होगी।",
    "guj":"કુરંદ પક્ષીને બે ચાંચ અને પેટ હોય છે. આ ફક્ત તેને જ મુશ્કેલીનું કારણ બને છે. જેમના બે અલગ-અલગ શરીર છે, તેઓ કેવી રીતે ટકી શકે? રહીમનું કહેવું છે કે પેટ ભરવા અને આજીવિકાની સમસ્યા છે. જે લોકોનો ખર્ચ વધારે છે તેમના માટે તે વધુ મુશ્કેલ બનશે.",
    "eng":"The Kurand bird has two beaks and one stomach. This is the only thing that creates problems for it. How can those who have two separate bodies survive! Rahim says that there is the problem of filling the stomach and earning a living. Those who have high expenses will face more difficulties."
  },
  {
    "shlok" : "ऊगत जाही किरन सों अथवत ताही काँति। \nत्यौं रहीम सुख दुख सवै, बढ़त एक ही भाँति॥",
    "hindi" : "रहीम कहते हैं कि सूर्य जिन किरणों के साथ उदित होता है, उन्हीं किरणों के साथ अस्त हो जाता है। उसकी कांति गायब, लुप्त हो जाती है। उसी प्रकार सुख और दुःख दोनों एक ही तरह से बढ़ा करते हैं अर्थात सुख एवं दुःख का क्रम सदा बना रहता है।",
    "guj":"રહીમ કહે છે કે સૂર્ય એ જ કિરણો સાથે અસ્ત થાય છે જેની સાથે તે ઉગે છે. તેનું તેજ અદૃશ્ય થઈ જાય છે, અદૃશ્ય થઈ જાય છે. એ જ રીતે સુખ અને દુ:ખ બંને વધે છે એટલે કે સુખ અને દુ:ખનો ક્રમ હંમેશા રહે છે.",
    "eng":"Rahim says that the sun sets with the same rays with which it rises. Its radiance vanishes. Similarly, both happiness and sorrow increase in the same way, that is, the sequence of happiness and sorrow always remains."
  },
  {
    "shlok" : "आवत काज रहीम कहि, गाढ़े बंधु सनेह। \nजीरन होत न पेड़ ज्यौं, थामे बरै बरेह॥",
    "hindi" : "गाढ़े समय पर, विपदा के समय स्नेही बंधु ही काम आते हैं। जैसे बरगद अपनी जटाओं के द्वारा सहारा मिलने से कभी जीर्ण अथवा कमज़ोर नहीं होता है। अर्थात् बरगद का पेड़ ज़मीन तक लटकने वाली अपनी जटाओं से धरती से पोषक तत्त्व लेकर सदा नया बना रहता है।",
    "guj":"મુશ્કેલ સમયમાં અને મુશ્કેલીના સમયમાં પ્રેમાળ મિત્રો જ કામ આવે છે. જેમ વટવૃક્ષ તેના જાડા વાળના ટેકાથી ક્યારેય વૃદ્ધ કે નબળું થતું નથી. એટલે કે વટવૃક્ષ જમીન પર લટકેલા વાળ દ્વારા પૃથ્વીમાંથી પોષક તત્વો લઈને હંમેશા નવું રહે છે.",
    "eng":"In difficult times, only loving friends come to our aid in times of disaster. For example, a banyan tree never becomes old or weak due to the support it gets from its roots. That is, a banyan tree always remains new by taking nutrients from the earth through its roots that hang down to the ground."
  },
  {
    "shlok" : "अंजन दियो तो किरकिरी, सुरमा दियो न जाय। \nजिन आँखिन सों हरि लख्यो, रहिमन बलि बलि जाय॥",
    "hindi" : "कवि रहीम कहते हैं कि इन आँखों में काजल और सुरमा लगाने से कोई फ़ायदा नहीं है। मैंने तो जब से इन आँखों में ईश्वर को बसा लिया है एवं इनसे ईश्वर के दर्शन किए हैं, तब से मैं धनी हो गया हूँ। अर्थात् व्यर्थ के सौन्दर्य-प्रसाधन छोड़कर अपने नेत्रों में ईश्वर को बसाइए, यह जीवन धनी हो जाएगा।",
    "guj":"કવિ રહીમ કહે છે કે આ આંખો પર કાજલ અને એન્ટિમોની લગાવવાથી કોઈ ફાયદો નથી. મેં આ આંખોમાં ભગવાનને વાસ કર્યા છે અને તેમના દ્વારા ભગવાનના દર્શન કર્યા છે, તેથી હું ધનવાન બન્યો છું. એટલે કે નકામી સૌંદર્ય પ્રસાધનો છોડી દો અને ભગવાનને તમારી નજરમાં રાખો, આ જીવન સમૃદ્ધ બનશે.",
    "eng":"Poet Rahim says that there is no benefit in applying kajal and surma to these eyes. Ever since I have made God reside in these eyes and have seen God through them, I have become rich. That is, leave useless cosmetics and make God reside in your eyes, this life will become rich."
  },
  {
    "shlok" : "बिंदु मों सिंधु समान को अचरज कासों कहै। \nहेरनहार हेरान, रहिमन अपुने आप तें॥",
    "hindi" : "रहीम कहते हैं कि अचरज की यह बात कौन कहे और किससे कहे! एक बूँद में ही पूरा सागर समा गया! खोजने वाला (आत्मा) अपने आप में खो गया। भ्रम का पर्दा हटते ही न खोजने वाला रहा और न वह, जिसे खोजा जा रहा था। दोनों एक हो गए। वस्तुतः भ्रम ही था जो अपने भीतर बसे परमात्मा को अलग देख रहा था। खोजने वाला इस बात से हैरान है कि जिसे बाहर ढूँढ़ रहा था, वह तो मेरे भीतर ही है।",
    "guj":"રહીમ કહે છે કે આ આશ્ચર્યજનક વાત કોણ અને કોને કહેશે? આખો મહાસાગર માત્ર એક ટીપામાં સમાયેલો હતો! સાધક (આત્મા) પોતાની અંદર ખોવાઈ જાય છે. ભ્રમનો પડદો હટતાંની સાથે જ ન તો શોધનાર અને શોધનાર બાકી રહેતો નથી. બંને એક થઈ ગયા. હકીકતમાં, તે માત્ર એક ભ્રમણા હતી જે આપણી અંદર રહેતા ભગવાનને અલગ તરીકે જોઈ રહી હતી. શોધનારને આશ્ચર્ય થાય છે કે તે બહાર જે શોધતો હતો તે મારી અંદર છે.",
    "eng":"Rahim says that who should tell this astonishing thing and to whom should he tell! The entire ocean is contained in a single drop! The seeker (soul) is lost in himself. As soon as the veil of illusion is removed, neither the seeker remained nor the one who was being searched. Both became one. In fact, it was the illusion that was seeing the God residing within him as separate. The seeker is surprised by the fact that the one he was searching for outside is within him."
  },
  {
    "shlok" : "ए रहीम दर दर फिरहिं, माँगि मधुकरी खाहिं। \nयारो यारी छोड़िये वे रहीम अब नाहिं॥",
    "hindi" : "कवि रहीम कहते हैं कि अब वैभवहीन होने से जगह-जगह घूम-फिरकर भिक्षा माँगकर पेट-पालन हो रहा है। इसलिए हे मित्रो! अब मुझसे मित्रता मत रखो, क्योंकि पहले वाला धन-वैभवशाली रहीम अब नहीं रहा।",
    "guj":"કવિ રહીમ કહે છે કે હવે ધનથી વંચિત રહેવાને કારણે તેને જગ્યાએ જગ્યાએ ભીખ માંગીને પોતાનું ગુજરાન ચલાવવું પડે છે. તેથી જ મિત્રો! હવે મારી સાથે દોસ્તી ન કરો, કારણ કે પહેલાનો ધનવાન અને સમૃદ્ધ રહીમ હવે રહ્યો નથી.",
    "eng":"Poet Rahim says that now that I am without wealth, I have to wander from place to place and beg for alms to feed myself. So, O friends! Don't be friends with me anymore, because the rich and prosperous Rahim of earlier times is no more."
  },
  {
    "shlok" : "सदा नगारा कूच का, बाजत आठों जाम। \nरहिमन या जग आइ कै, को करि रहा मुकाम॥",
    "hindi" : "आठों पहर कूच करने का नगाड़ा बजता रहता है। यानी हर वक़्त मृत्यु सक्रिय है, कोई न कोई मर ही रहा है। यही सत्य है। रहीम कहते हैं कि इस नश्वर संसार में आकर कौन अमर हुआ है!",
    "guj":"કૂચ કરતા ડ્રમ બધા આઠ વાગે મારતા રહે છે. તેનો અર્થ એ કે મૃત્યુ દરેક સમયે સક્રિય છે, કોઈ અથવા અન્ય મૃત્યુ પામી રહ્યું છે. આ સત્ય છે. રહીમ કહે છે કે આ નશ્વર દુનિયામાં આવ્યા પછી કોણ અમર બન્યું છે?",
    "eng":"The drum of marching keeps beating all the time. That means death is active all the time, someone or the other is dying. This is the truth. Rahim says who has become immortal after coming to this mortal world!"
  },
  {
    "shlok" : "कहु रहीम कैसे निभै, बेर केर को संग। \nवे डोलत रस आपने, उनके फाटत अंग॥",
    "hindi" : "रहीम कहते हैं कि दो विपरीत प्रवृत्ति के लोग एक साथ नहीं रह सकते। यदि साथ रहें तो हानि सज्जन की होती है, दुर्जन का कुछ नहीं बिगड़ता। कवि ने इस बात की पुष्टि करते हुए कहा है कि बेर और केले के पेड़ आसपास उगे हों तो उनकी संगत कैसे निभ सकती है? दोनों का अलग-अलग स्वभाव है। बेर के पेड़ में काँटे होते हैं तो केले का पेड़ नरम होता है। ",
    "guj":"રહીમ કહે છે કે બે વિરોધી વલણ ધરાવતા લોકો સાથે રહી શકતા નથી. મતલબ કે સજ્જન અને બદમાશ સાથે રહી શકતા નથી. જો આપણે સાથે રહીએ તો સારા માણસને નુકસાન થાય છે, પણ દુષ્ટને કોઈ નુકસાન થતું નથી. કવિએ આ વાતને સમર્થન આપીને કહ્યું છે કે જો આલુ અને કેળાના વૃક્ષો નજીકમાં ઉગે છે તો તેઓ તેમની કંપની કેવી રીતે જાળવી શકે? બંનેનો સ્વભાવ અલગ છે. આલુના ઝાડમાં કાંટા હોય છે જ્યારે કેળાનું ઝાડ નરમ હોય છે. જ્યારે આલુના ઝાડની ડાળીઓ પવનના ઝાપટામાં લહેરાતી હોય છે, ત્યારે કેળાના ઝાડનો દરેક ભાગ છૂટી જાય છે.",
    "eng":"Rahim says that people of two opposite natures cannot live together. That is, a wicked person and a good person cannot live together. If they live together, the good person suffers and the bad person is harmed. The poet confirms this by saying that if the plum and banana trees grow nearby, how can they be in company? Both have different natures. The plum tree has thorns while the banana tree is soft. The branches of the plum tree move merrily in the gusts of wind and the banana tree gets peeled."
  }
]